Repository: rojasTT/demo_fribourg_docs
Catalog: docs/source/locale/*/LC_MESSAGES/faq.po
Languages: de

source: Foire aux questions (FAQ)
de: Häufig gestellte Fragen (FAQ)

source: **Problème d'affichage de la carte :** Depuis quelques jours plus rien ne marche comme avant ! La carte ne s’affiche pas dans mon navigateur. Que faire?
de: **Die Karte wird in meinem Browser nicht angezeigt.**

source: Le problème peut être résolu en vidant le cache et en redémarrant l’application, et ceci quel que soit le navigateur et le système d’exploitation.
de: Das Problem kann behoben werden, indem Sie den Cache Ihres Internet-Browsers leeren und die Anwendung neu starten, unabhängig davon, welchen Browser oder welches Betriebssystem Sie verwenden.

source: Remarque : la façon de vider le cache varie selon le navigateur et l’appareil utilisé (ordinateur, smartphone). Si vous ne savez pas comment vider votre cache, tapez « vider le cache + [le nom de votre navigateur] » dans un moteur de recherche.
de: Bemerkung : Die Vorgehensweise, um den Cache Ihres Browser zu leeren, unterscheidet sich je nach Browser und verwendetem Gerät (Computer, Smartphone). Wenn sie nicht wissen, wie Sie Ihren Brwoser-Cache leeren, suchen Sie in einer Suchmaschine nach « Cache leeren + [Name ihres Browsers] ».

source: Si vous travaillez sur un smartphone ou une tablette Android, il peut être nécessaire de vider aussi le cache du navigateur Android et pas seulement celui du navigateur utilisé.
de: Wenn Sie mit einem Android-Smartphone oder einem Android-Tablet arbeiten, müssen Sie allenfalls auch den Cache Ihres Android-Browsers und nicht nur jenen des aktuell verwendeten Browsers leeren.

source: Nous modifions régulièrement le portail cartographique, que ce soit pour modifier le contenu, corriger des erreurs ou ajouter de nouvelles fonctionnalités. En général, cela n'a pas de conséquence, mais parfois votre navigateur garde en cache des informations qui ne sont plus valables, ce qui peut provoquer des erreurs ou un comportement incompréhensible. Dans ce cas, il suffit souvent de vider le cache de votre navigateur puis de recharger l'application.
de: bla bla bla

source: **Authentification requise :** Il m'est demandé de m'authentifier.
de: Eine Authentifizierung ist erforderlich.

source: Vous pouvez ignorer ce message d’avertissement (simplement fermer la fenêtre après quelques secondes). Il ne se produit que si la connexion avec map.geo.fr.ch est un peu lente.
de: Sie können diese Warnmeldung ignorieren und schliessen. Diese Meldung erscheint lediglich im Zusammenhang mit einer langsamen Verbindung zu map.geo.fr.ch.

source: map.geo.fr.ch est accessible librement. Aucun compte ni mot de passe n’est nécessaire.
de: map.geo.fr.ch ist frei zugänglich und benötigt weder ein Benutzerkonto noch ein Passwort.

source: De temps en temps, il est aussi bon de vider le cache de votre navigateur.
de: Es empfiehlt sich, gelegentlich Ihren Browser-Cache zu leeren.
