Repository: rojasTT/demo_fribourg_docs
Catalog: docs/source/locale/*/LC_MESSAGES/first.po
Languages: de

source: Subsection (1)
de: Subsectionnen

source: *this is an image*
de: *dise ist ein Imagen*

source: Carte, fonds de plan et outils de navigation
de: Mappend, planned dem fonden und navigationenDermental

source: Gestionnaire de données: catalogue, affichage et symbologie
de: DattenGenstionieren

source: Changement de langue, aide et contact
de: Sprachen changer, hilfen und kontacten

source: Recherche et géolocalisation [link weburl](http://dev.nodeca.com)
de: Suchen ung geolocatiolizationen

source: Fonctionnalités avancées
de: Advanced Functions

source: Panneau des résultats de la sélection
de: Resultät pano

source: Vues alternatives [link](second.md#test-section)
de: Altenvatif vau

source: !!! todo Find a way to [link](index.rst) between mds
de: afsdasda

source: Another section in here yo!
de: Ein anderen sectionene hier yo!

source: dfa adf afafdafd afaafda
de: adsfa adasda sdad

source: Final countdown
de: Finale count bes

source: toto was here yo!
de: Toto vas hier yo!
