Repository: rojasTT/demo_fribourg_docs
Catalog: docs/source/locale/*/LC_MESSAGES/searchbar.po
Languages: de

source: Cette fonction permet, en saisissant librement du texte, d'effectuer des recherches sur les données, les coordonnées et les principaux objets du territoire : commune, adresse, localité postale ou numéro postal (NPA) correspondant, parcelle (bien-fonds), droit distinct et permanent (DDP), lieu-dit, identificateur fédéral de bâtiment (EGID), permis de construire (numéro d’affaire DATEC).
de: In diesem Textfeld können sowohl Datenebenen gesucht, als auch Koordinaten oder wichtige amtliche Einteilungen eingeben werden: Gemeinden, Adressen, Postadressen und Postleitzahlen, sowie Parzellen (Liegenschaften), dauernde und selbständige Rechte, Ortsnamen, Eidgenössische Gebäude ID (EGID) und Baubewilligungen (DATEC-Nummer).

source: Le symbole affiché à droite de la barre de recherche vous donne une indication sur la situation :
de: Das auf der rechten Seite des Suchfelds angezeigtes Symbol gibt Ihnen einen Hinweis auf die Situation:

source: ![](_static/images/searchbar/214.jpg) **En attente d'une saisie** : L'application est prête à recevoir une nouvelle demande.
de: ![](_static/images/searchbar/214.jpg) **Eingabe gewartet** : Es ist möglich eine neue Suche zu starten.

source: ![](_static/images/searchbar/215.jpg) **Pas assez de caractères** : Il faut saisir au minimum trois caractères pour débuter une recherche.
de: ![](_static/images/searchbar/215.jpg) *Zu wenig Zeichen** : Mindestens drei Buchstaben/Ziffern müssen eingegeben werden.

source: ![](_static/images/searchbar/216.jpg) **En cours de traitement** : Une demande peut prendre quelques secondes pour être traitée.
de: ![](_static/images/searchbar/216.jpg) **In Verarbeitung** : Eine Suche kann einige Sekunden brauchen.

source: ![](_static/images/searchbar/217.jpg) **Aucun résultat** : Votre demande n'a pas donné de résultat en retour.
de: ![](_static/images/searchbar/217.jpg) **Keine Ergebnisse** : Die Suche hat zu keinem Ergebnis geführt.

source: Il peut être nécessaire d'affiner les résultats en précisant votre recherche.
de: Es kann notwendig sein, die Resultate zu verfeinern, indem die Suche angepasst wird.

source: Recherche de lieu
de: Ortsuche

source: Un clic sur une des réponses centrera la carte sur le choix effectué.
de: Ein Klick auf ein Ergebnis zentriert die Karte auf die Auswahl.

source: Recherche de données
de: Suche nach Datenebenen

source: Les données apparaissent sous la barre « Données ». Un clic sur une de ces réponses ajoutera la donnée sur la carte et dans la fenêtre « Couche sélectionnées ».
de: Die Datenebenen erscheinen unter der Rubrik „Daten“. Ein Klick auf das Ergebnis fügt die Datenebe der Karte hinzu (unter der Rubrik „Ausgewählte Ebenen“)

source: Lorsqu’il y a trop de réponses, un chiffre indique leur nombre dans la barre « Données ». Il suffit de cliquer sur cette barre pour avoir accès à l’ensemble des réponses.
de: Wenn die Ergebnisliste zu lange ist, wird die Anzahl Antworten unter der Rubrik „Daten“ angezeigt. Man kann auf die Rubrik klicken, um sämtliche Ergebnisse anzuzeigen.

source: Recherche de coordonnées
de: Koordinatensuche

source: Des coordonnées peuvent être saisies dans le champ de recherche. Dès que les coordonnées X et Y sont complètes, la carte est centrée sur le point correspondant (à l’intersection des deux lignes jaunes) et une fenêtre de mesure apparaît avec des options à disposition.
de: Koordinaten können im Suchfeld eingegeben werden. Sobald X- und Y-Koordinaten komplett sind, wird die Karte auf den entsprechenden Punkt zentriert (gelbes Kreuz) und ein Fenster erscheint mit verschiedenen Optionen.

source: La saisie peut être effectuée en coordonnées nationales MN03 ou MN95 (par ex. "578053 183596") ou en degrés décimaux de latitude / longitude (par ex. "46.8 7.15"). Le point "." doit être utilisé comme séparateur décimal.
de: Es können sowohl Schweizer Koordinaten (System LV03 oder LV95; z.B. "578053 183596") als auch geografische Koordinaten (z.B. "46.8 7.15") gesucht werden. Der Punkt „.“ muss als Trennzeichen zu Dezimalstellen (anstelle des Kommas) verwendet werden.
